Repository: shaxxx/Signalmeter2
Catalog: lib/src/i18n/intl_messages_*.arb
Languages: ca, de, es, fr, hr, it, nl, ru

# profileUsername
source: Username
ca: Nom d'Usuari
de: Benutzername
es: Nombre de Usuario
fr: Login
hr: Login
it: Nome utente
nl: Gebruikersnaam
ru: Имя пользователя

# profileUsernameHint
source: i.e. root
ca: p.ex. root
de: d. h. root
es: p.ej. root
fr: p.e. root
hr: npr. root
it: cioè radice
ru: т. е. корневая папка

# profileUseSsl
source: Use SSL
ca: Utilitzar SSL
de: SSL verwenden
es: Usar SSL
fr: Utiliser SSL
hr: Koristi SSL
it: Usa SSL
nl: Gebruik SSL
ru: Использовать SSL

# questionDeleteProfile
source: Are you sure you want to delete {profileName}?
ca: Estàs seguro que vols esborrar {profileName}?
de: Möchten Sie {profileName} wirklich löschen?
es: ¿Estás seguro que quieres borrar {profileName}?
fr: Êtes-vous certain de vouloir effacer {profileName}?
hr: Briši uređaj {profileName}?
it: Sei sicuro di voler eliminare {profileName}?
nl: Weet u zeker dat u {profileName} wilt verwijderen?
ru: Вы уверены, что хотите удалить {profileName}?

# questionEmptyUsernamePassword
source: Leave username and password empty? This requires you to turn OFF authorization on Web interface.
ca: Sense nom d'usuari i contrasenya? Això requereix que desactivis l'autenticació al Web Interface.
de: Benutzername und Passwort leer lassen? Deaktivieren Sie dazu die Autorisierung auf der Weboberfläche.
es: ¿Sin nombre de usuario y contraseña? Esto requiere que desactives la autenticación en el Web Interface.
fr: Laisser le login et le mot de passe vide? Cela nécessite de désactiver l'authentification sur l'interface Web.
hr: Želite ostaviti korisničko ime i lozinku praznima? Zahtjeva isključenu autorizaciju na Web poslužitelju prijemnika.
it: Lasciare il nome utente e la password vuoti? Ciò richiede la disattivazione dell'autorizzazione sull'interfaccia Web.
nl: Vul geen gebruikersnaam of wachtwoord in? Dit vereist dat u de autorisatie op de webinterface uitschakelt.
ru: Оставить имя пользователя и пароль пустыми? Для этого необходимо отключить авторизацию в веб-интерфейсе.

# questionIgnoreFurtherTtsError
source: Ignore further TextToSpeech errors?
ca: Ignorar futurs errors de Texte a Veu?
de: Weitere TextToSpeech-Fehler ignorieren?
es: ¿Ignorar futuros errores de Texto a Voz?
fr: Ignorer les prochaines erreurs de TextToSpeech?
hr: Ignoriraj daljnje greške pretvaranja teksta u govor?
it: Ignorare ulteriori errori di sintesi vocale?
nl: Negeer alle verdere TextToSpeech fouten?
ru: Игнорировать дальнейшие ошибки TextToSpeech?

# questionOpenTtsSettings
source: Open TextToSpeech settings now?
ca: Obrir ajustos de Texte a Veu?
de: TextToSpeech-Einstellungen jetzt öffnen?
es: ¿Abrir ajustes de Texto a Voz?
fr: Ouvrir les paramètres TextToSpeech maintenant?
hr: Otvori postavke pretvaranja teksta u govor?
it: Apri ora le impostazioni di sintesi vocale?
nl: Open nu de TextToSpeech instellingen?
ru: Открыть настройки TextToSpeech сейчас?

# questionRestartGui
source: Restart user interface on {profileName}?
ca: Reiniciar interfaç d'usuari a {profileName}?
de: Benutzeroberfläche für {profileName} neu starten?
es: Reiniciar interfaz de usuario en {profileName}?
fr: Redémarrer l'IGU sur {profileName}?
hr: Ponovno pokreni sučelje na {profileName}?
it: Riavviare l'interfaccia utente su {profileName}?
nl: Herstart de gebruikersinterface op {profileName}?
ru: Перезапустить пользовательский интерфейс в {profileName}?

# questionSaveChanges
source: Save changes?
ca: Guardar canvia?
de: Änderungen speichern?
es: ¿Guardar cambios?
fr: Sauvegarder les changements?
hr: Spremi promjene?
it: Salvare le modifiche?
nl: Sla de wijzigingen op?
ru: Сохранить изменения?

# questionTryTtsLanguageDownload
source: Try to download and install languages?
ca: Intentar descarregar i Instal·lar idiomes?
de: Versuchen Sie, Sprachen herunterzuladen und zu installieren?
es: ¿Intentar descargar e Instalar idiomas?
fr: Essayer de télécharger et installer les langues?
hr: Pokušaj preuzeti i instalirati jezike?
it: Provare a scaricare e installare le lingue?
nl: Moet ik proberen om talen te downloaden?
ru: Попробовать скачать и установить языки?

source: Release name
ca: Nom llançament
de: Name des Release
es: Nombre lanzamiento
fr: Nom de version
hr: Ime izdanja
it: Nome della liberatoria
nl: Release naam
ru: Имя выпуска

source: Request time
ca: Temps requerit
de: Zeit anfordern
es: Tempo requerido
fr: Durée de la requête
hr: Vrijeme zahtjeva
it: Richiedi il tempo
nl: Verzoek de tijd
ru: Время запроса

# screenshotSaved
source: Screenshot successfully saved to gallery
ca: Captura de Pantalla guardada a la galeria correctament
de: Der Screenshot wurde erfolgreich in der Galerie gespeichert.
es: Captura de Pantalla guardada en galería correctamente
fr: La capture d'écran a été sauvegardée avec succès dans la galerie
hr: Snimka ekrana spremljena u galeriju
it: Schermata salvata correttamente nella galleria
nl: Het screenshot is met succes in de galerij opgeslagen
ru: Скриншот успешно сохранен в галерее

source: Search by name
ca: Buscar per nom
de: Nach Name suchen
es: Buscar por nombre
fr: Recherche par nom
hr: Pretraga po nazivu
it: Ricerca per nome
nl: Zoek op naam
ru: Поиск по имени

source: Services
ca: Serveis
de: Dienste
es: Servicios
hr: Kanali
it: Servizi
nl: Zenders
ru: Службы

source: Settings
ca: Ajustos
de: Einstellungen
es: Ajustes
fr: Paramètres
hr: Postavke
it: Impostazioni
nl: Instellingen
ru: Настройки

source: Share
ca: Compartir
de: Teilen
es: Compartir
fr: Partager
hr: Dijeli
it: Condividi
nl: Deel
ru: Поделиться

source: Signal
ca: Senyal
es: Señal
it: Segnale
nl: Signaal
ru: Сигнал

# specialThanksGoesTo
source: Special thanks for support goes to
ca: Agraïment especial de suport a
de: Besonderer Dank für die Unterstützung geht an
es: Agradecimiento especial de soporte a
fr: Nos remerciements particuliers vont à
hr: Posebna zahvala na podršci
it: Un ringraziamento speciale per il supporto va a
nl: Speciale dank voor de ondersteuning gaat naar
ru: Отдельное спасибо за поддержку

source: Start monitor
ca: Activar monitorització
de: Monitor starten
es: Activar monitorización
fr: Démarrer le moniteur
hr: Pokreni
it: Avvia il monitor
nl: Start de monitor
ru: Запустить монитор

source: Stop monitor
ca: Detener monitorització
de: Monitor stoppen
es: Detener monitorización
fr: Arrêter le moniteur
hr: Zaustavi
it: Ferma il monitor
nl: Stop de monitor
ru: Остановить монитор

# streamRequiresVlc
source: Stream requires VLC player
ca: Per a fer stream es necessita el reproductor VLC
de: Für den Stream ist VLC Player erforderlich
es: Para stream se requiere Reproductor VLC
fr: Les flux nécessitent VLC player
hr: Stream zahtjeva VLC player
it: Lo streaming richiede un lettore VLC
nl: De stream vereist VLC player
ru: Для потока требуется проигрыватель VLC

source: Stream service
ca: Servei de Stream
de: Streaming-Dienst
es: Servicio de Stream
fr: service flux
hr: Stream usluga
it: Servizio di streaming
ru: Служба потока

source: Thanks for testing to
ca: Agraïment per les proves a
de: Danke fürs Testen
es: Agradecimiento por las pruebas a
fr: Merci aux testeurs
hr: Zahvala na testiranju
it: Grazie per il test a
nl: Onze dank voor het testen gaat naar
ru: Спасибо за тестирование

source: Time
de: Zeit
fr: Temps
hr: Vrijeme
it: Tempo
ru: Время

# titleDownloading
source: Downloading
ca: Descarregant
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
hr: Preuzimam
it: Download
ru: Загрузка

# titleError
source: Error
de: Fehler
fr: Erreur
hr: Greška
it: Errore
nl: Fout
ru: Ошибка

# titleQuestion
source: Question
ca: Pregunta
de: Frage
es: Pregunta
hr: Pitanje
it: Domanda
nl: Vraag
ru: Вопрос

# titleWarning
source: Warning
ca: Avis
de: Warnung
es: Aviso
fr: Avertissement
hr: Upozorenje
it: Avvertimento
nl: Waarschuwing
ru: Предупреждение

source: Try again
ca: Intentar una altra vegada
de: Erneut versuchen
es: Intentar otra vez
fr: Essayer à nouveau
hr: Pokušaj ponovno
it: Riprova
nl: Probeer het nogmaals
ru: Попробовать еще раз

source: Unknown error.
ca: Error desconegut.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
hr: Nepoznata greška.
it: Errore sconosciuto.
nl: Onbekende fout.
ru: Неизвестная ошибка.

source: Up / Down arrows
ca: Fletxes Amunt / Avall
de: Aufwärts-/Abwärtspfeile
es: Flechas Arriba / Abajo
fr: Flêches Haut / Bas
hr: Gore / Dolje
it: Frecce in su / giù
nl: Up / Down pijlen
ru: Стрелки вверх/вниз

source: Use dB as primary level
ca: Utilitzar dB como nivell primari
de: dB als Primärpegel verwenden
es: Usar dB como nivel primario
fr: Utiliser dB comme niveau primaire
hr: Koristi dB kao primarnu mjeru
it: Usa dB come livello primario
nl: Gebruik dB als standaardnivo
ru: Использовать дБ в качестве основного уровня

source: Version
ca: Versión
es: Versión
hr: Verzija
it: Versione
nl: Versie
ru: Версия

source: Voice
ca: Voz
de: Sprache
es: Voz
fr: Voix
hr: Glas
it: Voce
nl: Stem
ru: Голос

# warnHttpPortClosed
source: {address}:{port} seems to be unreachable.
ca: {address}:{port} no sembla funcionar.
de: {address}:{port} scheint nicht erreichbar zu sein.
es: {address}:{port} parece inalcanzable.
fr: {address}:{port} semble être inaccessible.
hr: {address} : {port} se čini trenutno nedostupnim.
it: {address}:{port} sembra essere irraggiungibile.
nl: {address}:{port} lijkt onbereikbaar.
ru: Похоже, {address}:{port} недоступен.

# warnSaveTheProfileAnyway
source: Save the device anyway?
ca: Guardar aquest perfil igualment?
de: Gerät trotzdem speichern?
es: ¿Guardar este perfil igualmente?
fr: Sauvegarder le périphérique malgré tout?
hr: Ipak nastavi sa spremanjem?
it: Salvare il dispositivo comunque?
nl: Moet het apparaat toch opgeslagen worden?
ru: Сохранить устройство в любом случае?

# warnStreamingPortClosed
source: Streaming port seems to be closed.
ca: El port de Streaming sembla tancat.
de: Der Streaming-Port scheint geschlossen zu sein.
es: El puerto de Streaming parece cerrado.
fr: Le port de flux semble être fermé.
hr: Streaming port se čini zatvorenim.
it: La porta di streaming sembra essere chiusa.
nl: Streaming poort lijkt gesloten.
ru: Похоже, порт потоковой передачи закрыт.

# warnTranscodingPortClosed
source: Transcoding port seems to be closed.
ca: El port de Transcodificació sembla tancat.
de: Der Transcodierungsport scheint geschlossen zu sein.
es: El puerto de Transcodificación parece cerrado.
fr: Le port de transcodage semble être fermé.
hr: Port za transkodiranje se čini zatvorenim.
it: La porta di transcodifica sembra essere chiusa.
nl: Transcoding poort lijkt gesloten.
ru: Похоже, порт перекодировки закрыт.

# warnUsingAlternativePort
source: Using alternative port {port}
ca: Utilitzar port alternatiu {port}
de: Alternativen Port {port} verwenden
es: Usar puerto alternativo {port}
fr: En utilisant le port alternatif {port}
hr: Koristim alternativni port {port}
it: Utilizzo della porta alternativa {port}
nl: Gebruik een afwijkende poort {port}
ru: Использование альтернативного порта {port}

source: Yes
ca: Si
de: Ja
es: Si
fr: Oui
hr: Da
it: Sì
nl: Ja
ru: Да

source: OK
hr: U redu

# appName
source: SignalMeter
de: Signalmessgerät
nl: SignaalMeter
