Repository: shaxxx/Signalmeter2
Catalog: lib/src/i18n/intl_messages_*.arb
Languages: ca, de, es, fr, hr, it, nl, ru

# aboutRightsReserved
source: All rights reserved
ca: Tots els drets reservats
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados
fr: Tous droits réservés
hr: Sva prava zadržana
it: Tutti i diritti riservati
nl: Alle rechten voorbehouden
ru: Все права защищены

# actionAbout
source: About
ca: En quant a
de: Über die App
es: Acerca de
fr: A propos
hr: O programu
it: Informazioni
nl: Over
ru: Инфо

# actionAddProfile
source: Add device
ca: Afegir dispositiu
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un périphérique
hr: Dodaj uređaj
it: Aggiungi dispositivo
nl: Voeg een apparaat toe
ru: Добавить устройство

# actionConnect
source: Connect
ca: Connectar
de: Verbinden
es: Conectar
fr: Connexion
hr: Spajanje
it: Collega
nl: Verbinden
ru: Подключиться

# actionDelete
source: Delete
ca: Esborrar
de: Löschen
es: Borrar
fr: Effacer
hr: Briši
it: Elimina
nl: Verwijder
ru: Удалить

# actionDeleteProfile
source: Delete device
ca: Esborrar dispositiu
de: Gerät löschen
es: Borrar dispositivo
fr: Effacer un périphérique
hr: Izbriši uređaj
it: Elimina dispositivo
nl: Verwijder het apparaat
ru: Удалить устройство

# actionDisconnect
source: Disconnect
ca: Desconnectar
de: Trennen
es: Desconectar
fr: Déconnecter
hr: Prekid
it: Disconnetti
nl: Verbreek
ru: Отключить

# actionEdit
source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fr: Editer
hr: Uredi
it: Modifica
nl: Aanpassen
ru: Редактировать

# actionEditProfile
source: Edit device
ca: Editar dispositiu
de: Gerät bearbeiten
es: Editar dispositivo
fr: Editer un périphérique
hr: Uredi uređaj
it: Modifica dispositivo
nl: Pas het apparaat aan
ru: Изменить устройство

# actionRestart
source: Restart GUI
ca: Reiniciar Enigma (GUI)
de: GUI neu starten
es: Reiniciar Enigma (GUI)
fr: Redémarrer l'IGU
hr: Restartaj sučelje
it: Riavvia la GUI
nl: Herstart de GUI
ru: Перезапустить графический интерфейс

# actionSave
source: Save
ca: Guardar
de: Speichern
es: Guardar
fr: Sauvegarder
hr: Spremi
it: Salva
nl: Opslaan
ru: Сохранить

# actionScreenshot
source: Screenshot
ca: Captura de Pantalla
es: Captura de Pantalla
fr: Capture d'écran
hr: Snimka ekrana
it: Immagine dello schermo
ru: Скриншот

# actionScreenshotAll
source: Everything
ca: Tot
de: Alles
es: Todo
fr: Tout
hr: Snimi sve
it: Qualunque cosa
nl: Alles
ru: Все

# actionScreenshotOsd
source: OSD only
ca: Només OSD
de: Nur OSD
es: Sólo OSD
fr: Seulement l'OSD
hr: Snimi OSD
it: Solo OSD
nl: Enkel de OSD
ru: Только OSD

# actionScreenshotPicture
source: Picture only
ca: Només Imagen
de: Nur Bild
es: Sólo Imagen
fr: Seulement l'image
hr: Slika bez OSD
it: Solo immagine
nl: Enkel het beeld
ru: Только изображение

# actionSleep
source: Send to sleep
ca: Posar en StandBy
de: Ruhemodus aktivieren
es: Poner en StandBy
fr: Mettre en veille
hr: Stanje mirovanja
it: Manda a dormire
nl: Sluit af
ru: Перевести в спящий режим

# actionStream
source: Stream
fr: Flux
it: Streaming
ru: Поток

# actionTakeScreenshot
source: Take screenshot
ca: Capturar Pantalla
de: Screenshot aufnehmen
es: Capturar Pantalla
fr: Prendre une capture d'écran
hr: Snimi zaslon
it: Fai uno screenshot
nl: Maak een screenshot
ru: Сделать скриншот

# addProfileShowcaseText
source: Enter connection settings to start
ca: Entra els ajustos de connexió per a començar
de: Verbindungseinstellungen eingeben, um zu starten
es: Entra los ajustes de conexión para empezar
fr: Entrez les paramètres de connexion pour démarrer
hr: Unesite postavke za spajanje
it: Inserisci le impostazioni di connessione per iniziare
nl: Voer verbindingsinstellingen in om te starten
ru: Чтобы начать, введите настройки подключения

# addProfileShowcaseTitle
source: Add device
ca: Afegir dispositiu
de: Gerät hinzufügen
es: Añadir dispositivo
fr: Ajouter un périphérique
hr: Dodaj uređaj
it: Aggiungi dispositivo
nl: Voeg een apparaat toe
ru: Добавить устройство

source: Alternative look
ca: Vista alternativa
de: Alternatives Design
es: Vista alternativa
fr: Apparence alternative
hr: Alternativni izgled
it: Aspetto alternativo
nl: Alternatief uiterlijk
ru: Альтернативный вид

source: Average
ca: Mitja
de: Durchschnittlich
es: Media
fr: Moyenne
hr: Prosječno
it: Media
nl: Gemiddeld
ru: Средний

source: Bouquets
hr: Kategorije
it: Mazzi
ru: Пакеты

source: Build
ca: Compilació
es: Compilación
fr: Compilation
it: Costruisci
ru: Сборка

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Odustani
it: Annulla
nl: Annuleren
ru: Отмена

source: Channel
ca: Canal
de: Kanal
es: Canal
fr: Chaîne
hr: Kanal
it: Canale
nl: Kanaal
ru: Канал

# channelUpDown
source: Channel (Bouquet) +/-
ca: Canal (Bouquet) +/-
de: Kanal (Bouquet) +/-
es: Canal (Bouquet) +/-
fr: Chaîne (Bouquet) +/-
it: Canale (Bouquet) +/-
nl: Zender (Bouquet) +/-
ru: Канал (пакет) +/-

source: Checking parameters
ca: Comprovant paràmetres
de: Überprüfung der Parameter
es: Comprobando parámetros
fr: Vérification des paramètres
hr: Provjeravam parametre
it: Verifica dei parametri
nl: Controleer uw parameters
ru: Проверка параметров

source: Checking ports
ca: Comprovant ports
de: Überprüfung der Ports
es: Comprobando puertos
fr: Vérification des ports
hr: Provjeravam portove
it: Verifica delle porte
nl: Controleer de poorten
ru: Проверка портов

source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
hr: Zatvori
it: Chiudi
nl: Sluiten
ru: Закрыть

source: Confirm
ca: Confirmar
de: Bestätigen
es: Confirmar
fr: Confirmer
hr: Potvrdi
it: Conferma
nl: Bevestig
ru: Подтвердить

# considerCoffee
source: Consider buying me a coffee.
ca: Convída'm a un cafè.
de: Vielleicht spendieren Sie mir einen Kaffee.
es: Invítame a un café.
fr: Considérez de m'offrir un café.
hr: Možete platiti kavu.
it: Valuta di comprarmi un caffè.
nl: U zou een mij een kop koffie kunnen aanbieden.
ru: Подумайте о том, чтобы купить мне кофе.

# contentNotAvailable
source: Content is currently unavailable
ca: El contingut no està disponible
de: Die Inhalte sind derzeit nicht verfügbar.
es: El contenido no está disponible
fr: Le contenu n'est actuellement plus disponible
hr: Sadržaj trenutno nije dostupan
it: Il contenuto non è al momento disponibile
nl: De inhoud is momenteel onbereikbaar
ru: Контент в настоящее время недоступен

source: Default look
ca: Vista per defecte
de: Standarddesign
es: Vista por defecto
fr: Apparence par défaut
hr: Zadani izgled
it: Aspetto predefinito
nl: Standaard uiterlijk
ru: Вид по умолчанию

source: Details
ca: Detalls
es: Detalles
fr: Détails
hr: Detalji
it: Dettagli
ru: Подробно

source: Devices
ca: Dispositius
de: Geräte
es: Dispositivos
fr: Equipements
hr: Uređaji
it: dispositivi
nl: Apparaten
ru: Устройства

source: Disable Tts
ca: Desactivar TaV
de: TTS deaktivieren
es: Disable TaV
fr: Désactiver Tts
hr: Isključi čitanje
it: Disabilita Tts
nl: DÃ©activeer Tts
ru: Отключить Tts

source: DVB-C service
ca: Servei DVB-C
de: DVB-C-Dienst
es: Servicio DVB-C
fr: service DVB-C
hr: DVB-C usluga
it: Servizio DVB-C
ru: Служба DVB-C

source: DVB-S service
ca: Servei DVB-S
de: DVB-S-Dienst
es: Servicio DVB-S
fr: service DVB-S
hr: DVB-S usluga
it: Servizio DVB-S
ru: Служба DVB-S

source: DVB-T service
ca: Servei DVB-T
de: DVB-T-Dienst
es: Servicio DVB-T
fr: service DVB-T
hr: DVB-T usluga
it: Servizio DVB-T
ru: Служба DVB-T

source: Enable Tts
ca: Activar TaV
de: TTS aktivieren
es: Activar TaV
fr: Activer Tts
hr: Čitaj signal
it: Abilita Tts
nl: Activeer Tts
ru: Включить Tts

# errCheckYourConnection
source: Check your connection.
ca: Comprova la connexió.
de: Überprüfen Sie Ihre Verbindung.
es: Comprueba tu conexión.
fr: Vérifiez votre connexion.
hr: Provjerite mrežnu vezu.
it: Controlla la tua connessione.
nl: Controleer uw verbinding.
ru: Проверьте ваше подключение.

# errCheckYourCredentials
source: Check your credentials.
ca: Comprova les credencials.
de: Überprüfen Sie Ihre Anmeldeinformationen.
es: Comprueba tus credenciales.
fr: Vérifiez vos identifiants.
hr: Provjerite pristupne podatke.
it: Controlla le tue credenziali.
nl: Controleer uw toegang.
ru: Проверьте свои учетные данные.

# errCheckYourSettings
source: Check your settings.
ca: Comprova els ajustos.
de: Überprüfen Sie Ihre Einstellungen.
es: Comprueba tus ajustes.
fr: Vérifiez vos paramètres .
hr: Provjerite postavke.
it: Controlla le tue impostazioni.
nl: Controleer uw instellingen.
ru: Проверьте ваши настройки.

# errCommandFailed
source: Command {command} failed.
ca: Error de Commanda {command}.
de: Befehl {command} fehlgeschlagen.
es: Fallo de Commando {command}.
fr: La commande {command} a échoué.
hr: Naredba {command} neuspješna.
it: Comando {command} non riuscito.
nl: Commando {command} failed.
ru: Команда {command} не выполнена.

# errDownloadFailed
source: Download failed
ca: Error al descarregar
de: Herunterladen fehlgeschlagen
es: Fallo al descargar
fr: Echec du téléchargement
hr: Preuzimanje neuspješno
it: Scaricamento non riuscito
nl: De download mislukte
ru: Ошибка загрузки

# errFailedConnect
source: Failed to connect to {profileName}.
ca: Error en connectar a {profileName}.
de: Verbindung zu {profileName} fehlgeschlagen.
es: Fallo al conectar a {profileName}.
fr: Echec de connexion vers {profileName}.
hr: Povezivanje na {profileName} nije uspjelo.
it: Impossibile connettersi a {profileName}.
nl: Kon niet verbinden met {profileName}.
ru: Не удалось подключиться к {profileName}.

# errFailedToInitializeStream
source: Failed to initialize stream!
ca: Error en iniciar el Stream!
de: Stream konnte nicht initialisiert werden!
es: ¡Fallo al iniciar el stream!
fr: Impossible d'initialiser le flux!
hr: Inicijalizacija Stream-a neuspješna!
it: Impossibile inizializzare lo streaming!
nl: Starten van de stream is mislukt!
ru: Не удалось инициализировать поток!

# errFailedToInitializeTtsEngine
source: TextToSpeech engine failed to initialize!
ca: Error a l'iniciar el Texte a Veu
de: Die TextToSpeech-Engine konnte nicht initialisiert werden!
es: Fallo al iniciar el Texto a Voz
fr: Le moteur TextToSpeech n'a pas su s'initialiser!
hr: Neuspješna inicijalizacija pretvaranja teksta u govor!
it: Impossibile inizializzare il motore di sintesi vocale!
nl: De texttospeech applicatie start niet!
ru: Не удалось инициализировать модуль TextToSpeech!

# errInstallFailed
source: Install failed
ca: Error a l'instal·lar
de: Installation fehlgeschlagen
es: Fallo al instalar
fr: L'installation a échoué
hr: Instalacija neuspješna
it: Installazione non riuscita
nl: De installatie mislukte
ru: Установка не выполнена

# errInvalidAddress
source: Invalid address
ca: Direcció invàlida
de: Ungültige Adresse
es: Dirección inválida
fr: Adresse non valable
hr: Neispravna adresa
it: Indirizzo non valido
nl: Onjuist adres
ru: Недействительный адрес

# errInvalidEnigmaType
source: Invalid enigma type
ca: Tipus d'Enigma invàlid
de: Ungültiger Enigma-Typ
es: Tipo de Enigma inválido
fr: Type enigma non valable
hr: Neispravan verzija enigme
it: Tipo di enigma non valido
nl: Onjuist enigma type
ru: Недействительный тип Enigma

# errInvalidEnigmaTypeOrNotEnigma
source: Invalid Enigma type or not Enigma Web interface.
ca: Tipus invàlid d'Enigma, o no hi ha Web interface.
de: Ungültiger Enigma-Typ oder keine Enigma-Weboberfläche.
es: Tipo inválido de Enigma, o no hay Web interface.
fr: Type Enigma non valable ou pas une interface Web Enigma.
hr: Pogrešna verzija Enigme ili nije Enigma web sučelje.
it: Tipo di Enigma non valido o interfaccia Web Enigma non valida.
nl: Incorrect Enigma type of geen Enigma Web interface.
ru: Недействительный тип Enigma или веб-интерфейс, не связанный с Enigma.

# errInvalidHttpPort
source: Invalid http port
ca: Port http invàlid
de: Ungültiger http-Port
es: Puerto http inválido
fr: Port http non valable
hr: Neispravan http port
it: Porta http non valida
nl: Onjuiste http poort
ru: Недействительный http-порт

# errInvalidProfileName
source: Invalid device name
ca: Nom de dispositiu invàlid
de: Ungültiger Gerätename
es: Nombre de dispositivo inválido
fr: Nom de périphérique non valable
hr: Neispravno ime profila
it: Nome dispositivo non valido
nl: Onjuiste apparaatnaam
ru: Недействительное имя устройства

# errInvalidStreamingPort
source: Invalid streaming port
ca: Port de Stream invàlid
de: Ungültiger Streaming-Port
es: Puerto de Stream inválido
fr: Port de flux non valable
hr: Neispravan stream port
it: Porta streaming non valida
nl: Onjuiste streaming poort
ru: Недействительный порт потоковой передачи

# errInvalidTranscodingPort
source: Invalid transcoding port
ca: Port de Transcodificació invàlid
de: Ungültiger Transcodierungsport
es: Puerto de Transcodificación inválido
fr: Port de transcodage non valable
hr: Neispravan port za transkodiranje
it: Porta di transcodifica non valida
nl: Onjuiste transcoding poort
ru: Недействительный порт перекодировки

# errInvalidUsername
source: Invalid username
ca: Nom d'Usuari invàlid
de: Ungültiger Benutzername
es: Nombre de Usuario inválido
fr: Login non valable
hr: Neispravno korisničko ime
it: Nome utente non valido
nl: Onjuiste gebruikersnaam
ru: Недопустимое имя пользователя

# errNoTtsLanguageAvailable
source: TextToSpeech language is not available.
ca: Idioma de Texte a Veu no disponible.
de: Die TextToSpeech-Sprache ist nicht verfügbar.
es: Idioma de Texto a Voz no disponible.
fr: La langue n'est pas disponible dans TextToSpeech.
hr: Odabrani jezik pretvaranja nije dostupan.
it: La lingua di sintesi vocale non è disponibile.
nl: TextToSpeech taal is niet beschikbaar.
ru: Язык TextToSpeech недоступен.

# errOperationTimedOut
source: Operation timed out.
ca: Operació fora de temps.
de: Zeitüberschreitung.
es: Operación fuera de tiempo.
fr: Délai de fonctionnement dépassé.
hr: Vrijeme spajanja isteklo.
it: Operazione scaduta.
nl: Actie gestopt. Time out.
ru: Время операции истекло.

# errPortNotAvailable
source: Port is not available!
ca: Port no disponible!
de: Der Port ist nicht verfügbar!
es: ¡Puerto no disponible!
fr: Le port n'est pas disponible!
hr: Port nije otvoren!
it: La porta non è disponibile!
nl: Poort is niet beschikbaar!
ru: Порт недоступен!

# errRequestFailedWithStatusCode
source: HTTP Status code {code}.
ca: Còdig d'estat HTTP {code}.
es: Código de estado HTTP {code}.
fr: Code de status HTTP {code}.
hr: HTTP status {code} .
it: Codice di stato HTTP {code}.
ru: Код состояния HTTP {код}.

# errSaveFailed
source: Saved failed
ca: Error al guardar
de: Gespeichert fehlgeschlagen
es: Fallo al guardar
fr: Echec de la sauvegarde
hr: Spremanje neuspješno.
it: Salvataggio non riuscito
nl: Opslaan mislukt
ru: Сохранено не выполнено

# errServerError
source: Web interface returned error 500. Something has crashed on recevier. Try to open {profileName} in your web browser to find out more.
ca: El Web interface dóna error 500. Alguna cosa falla al receptor. Intenta obrir {profileName} en el teu navegador per intentar veure alguna cosa més.
de: Die Webschnittstelle hat den Fehler 500 zurückgegeben. Prozess auf dem Empfänger ausgefallen. Versuchen Sie, {profileName} in Ihrem Webbrowser zu öffnen, um mehr zu erfahren.
es: El Web interface devuelve error 500. Algo ha fallado en el receptor. Intenta abrir {profileName} en tu navegador para ver algo más.
fr: L'interface web a retourné un code 500. Quelque chose a planté sur votre récepteur. Essayez d'ouvrir {profileName} dans votre browser internet.
hr: Web sučelje vratilo je pogrešku 500. Nešto se srušilo na prijemniku. Neispravni znakovi u listi kanala?? Pokušajte otvoriti {profileName} u svom web-pregledniku da biste saznali više.
it: L'interfaccia Web ha restituito l'errore 500. Qualcosa si è schiantato su Ricevitore. Prova ad aprire {profileName} nel tuo browser web per saperne di più.
nl: Webinterface heeft fout 500 aangegeven. Er is iets vastgelopen op de ontvanger. Probeer {profileName} te openen in uw webbrowser om nader te onderzoeken.
ru: Веб-интерфейс вернул ошибку 500. В ресивере произошла ошибка. Попробуйте открыть {profileName} в своем веб-браузере, чтобы узнать больше.

# failedToParseResponse
source: Invalid response.
ca: Resposta invàlida
de: Ungültige Antwort.
es: Respuesta inválida
fr: Réponse non valable.
hr: Neispravan odgovor.
it: Risposta non valida.
nl: Onjuiste reactie.
ru: Недействительный ответ.

# formNotValid
source: Form is not valid
ca: Formulari no vàlid
de: Ungültiges Formular
es: Formulario no válido
fr: La forme n'est pas valide
hr: Postoje neispravna polja
it: Il modulo non è valido
nl: De vorm is onjuist
ru: Форма не действительна

# infConnectedTo
source: Connected to {profileName}
ca: Connectat a {profileName}
de: Verbunden mit {profileName}
es: Conectado a {profileName}
fr: Connecté à {profileName}
hr: Spojen na {profileName}
it: Connesso a {profileName}
nl: Verbonden met {profileName}
ru: Подключено к {profileName}

# infConnectingTo
source: Connecting to {profileName}
ca: Connectant a {profileName}
de: Verbindung zu {profileName} herstellen
es: Conectando a {profileName}
fr: Connexion vers {profileName}
hr: Spajam se na {profileName}
it: Connessione a {profileName}
nl: Verbindt met {profileName}
ru: Подключение к {profileName}

# infDisconnected
source: Disconnected
ca: Desconnectat
de: Getrennt
es: Desconectado
fr: Déconnecté
hr: Veza prekinuta
it: Disconnesso
nl: Ontkoppeld
ru: Отключено

# infInitializingStream
source: Initializing stream
ca: Iniciant stream
de: Initialisieren des Streams
es: Iniciando stream
fr: Initialisation du flux
hr: Preuzimam stream
it: Inizializzazione del flusso
nl: Start de stream
ru: Инициализация потока

source: Informations & Support
ca: Informacions i Suport
de: Info und Support
es: Informaciones y Soporte
hr: Informacije i podrška
it: Informazioni e supporto
nl: Informatie & Support
ru: Информация и поддержка

# infSavedFilename
source: Saved {fileName}
ca: Guardat: {fileName}
de: {fileName} gespeichert
es: Guardado: {fileName}
fr: Sauvegardé {fileName}
hr: Spremljeno kao {fileName}
it: Salvato {fileName}
nl: Opgeslagen {fileName}
ru: Сохранено {fileName}

# infSignalLevelsWillNotBeSpoken
source: Signal levels will not be spoken.
ca: Els nivells de senyal no se diran per veu.
de: Signalpegel werden nicht gesprochen.
es: Los niveles de señal no se darán por voz.
fr: Les niveaux du signal ne seront pas oralisés.
hr: Razina signala neće biti izgovarana.
it: I livelli del segnale non verranno pronunciati.
nl: De signaalwaardes worden niet uitgesproken.
ru: Уровни сигналов не будут произноситься.

# leftRigtArrows
source: Left / Right arrows
ca: Fletxes Esquerra / Dreta
de: Pfeile nach links/rechts
es: Flechas Izquierda / Derecha
fr: Flêches Gauche / Droite
hr: Lijevo / Desno
it: Frecce a sinistra / destra
nl: Left / Right pijlen
ru: Стрелки влево/вправо

source: Like the app?
ca: ¿T'agrada l'app?
de: Wie gefällt Ihnen die App?
es: ¿Te gusta la app?
fr: Vous aimez l'application?
hr: Sviđa Vam se aplikacija?
it: Ti piace l'app?
nl: Wat vindt je van de app?
ru: Понравилось приложение?

source: Manufacturer
ca: Fabricant
de: Hersteller
es: Fabricante
fr: Fabricant
hr: Proizvođač
it: Produttore
nl: Fabrikant
ru: Производитель

# mapChannelUpDownTo
source: Channel +/- buttons
ca: Funció Botons Canal +/-
de: Kanal +/- Tasten
es: Función Botones Canal +/-
fr: Boutons chaînes +/-
hr: Tipke za promjenu kanala
it: Pulsanti canale +/-
nl: Zender +/- knoppen
ru: Канал +/- кнопки

source: Message
de: Nachricht
hr: Poruka
it: Messaggio
ru: Cообщение

source: More
ca: Més
de: Mehr
es: Más
fr: Plus
hr: Više
it: Altro
nl: Meer
ru: Дополнительно

source: No
de: Nein
fr: Non
hr: Ne
nl: Nee
ru: Нет

source: No information
ca: No hi ha informació
de: Keine Infos
es: No hay información
fr: Pas d'information
hr: Nema informacija
it: Nessuna informazione
nl: Geen informatie
ru: Нет данных

source: Oops
ca: Ufffff
de: Hoppla
es: Ufffff
it: Ooops
ru: Ой

source: Open
ca: Obrir
de: Öffnen
es: Abrir
fr: Ouvrir
hr: Otvori
it: Apri
ru: Открыть

source: Options
ca: Opcions
de: Optionen
es: Opciones
hr: Opcije
it: Opzioni
nl: Opties
ru: Параметры

# platformNotSupported
source: {platform} platform is not supported
ca: {platform} plataforma no soportada
de: Die Plattform {platform} wird nicht unterstützt
es: {platform} plataforma no soportada
fr: La plateforme {platform} n'est pas supportée
hr: Platforma {platform} nije podržana
it: La piattaforma {platform} non è supportata
nl: {platform} platform is niet ondersteund
ru: Платформа {platform} не поддерживается

source: Please submit details.
ca: Si us plau, envia detalls.
de: Bitte senden Sie die Details.
es: Por favor, envía detalles.
fr: Merci de soumettre les détails.
hr: Molimo javite detalje.
it: Si prega di inviare i dettagli.
nl: Geef de details door.
ru: Пожалуйста, отправьте подробные сведения.

source: Please wait
ca: Si us plau espera
de: Bitte warten
es: Por favor espera
fr: Merci de patienter
hr: Molimo pričekajte
it: Attendere prego
nl: Een ogenblik aub
ru: Пожалуйста, подождите

# profileAddress
source: Address
ca: Direcció
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
it: Indirizzo
nl: Adres
ru: Адрес

# profileAddressHint
source: i.e. 192.168.1.2
ca: p.ex. 192.168.1.2
de: d. h. 192.168.1.2
es: p.ej. 192.168.1.2
fr: p.e. 192.168.1.2
hr: npr. 192.168.1.2
it: cioè 192.168.1.2
ru: т. е. 192.168.1.2

# profileEnigmaVersion
source: Version
ca: Versió
es: Versión
hr: Verzija
it: Versione
nl: Versie
ru: Версия

# profileName
source: Name
ca: Nom Perfil
es: Nombre Perfil
fr: Nom
hr: Naziv
it: Nome
nl: Naam
ru: Имя

# profileNameHint
source: i.e. MyBox
ca: p.ex. El_Meu_Receptor
de: d. h. MyBox
es: p.ej. Mi_Receptor
fr: p.e. MonRecepteur
hr: npr. Prijemnik doma
it: cioè MyBox
nl: i.e. MijnBox
ru: т.е. MyBox

# profilePassword
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Lozinka
it: Parola d'ordine
nl: Wachtwoord
ru: Пароль

# profilePort
source: Port
es: Puerto
it: Porta
nl: Poort
ru: Порт

# profilePortHint
source: usually 80
ca: normalment 80
de: normalerweise 80
es: normalmente 80
fr: habituellement 80
it: di solito 80
nl: meestal 80
ru: обычно 80

# profileStreamingEnable
source: Enable streaming
ca: Activar streaming
de: Streaming aktivieren
es: Activar streaming
fr: Activer le flux
hr: Omogući stream
it: Abilita streaming
nl: Activeer streaming
ru: Включить потоковую передачу

# profileStreamingPort
source: Streaming Port
ca: Port de Streaming
es: Puerto de Streaming
fr: Port du flux
hr: Stream port
it: Porta streaming
nl: Streaming Poort
ru: Потоковый порт

# profileStreamingPorthint
source: usually 8001
ca: normalment 8001
de: normalerweise 8001
es: normalmente 8001
fr: habituellement 8001
it: di solito 8001
nl: meestal poort 8001
ru: обычно 8001

# profileStreamingPorthintEnigma1
source: usually 31339
ca: normalment 31339
de: normalerweise 31339
es: normalmente 31339
fr: habituellement 31339
hr: obično 31339
it: di solito 31339
nl: meestal 31339
ru: обычно 31339

# profileTranscodingEnable
source: Enable transcoding
ca: Activar transcodificació
de: Transcodierung aktivieren
es: Activar transcodificación
fr: Activer le transcodage
hr: Omogući transkodiranje
it: Abilita transcodifica
nl: Activeer transcoding
ru: Включить перекодировку

# profileTranscodingLocalLan
source: Transcoding on local network
ca: Transcodificar en xarxa local
de: Transcodierung im lokalen Netzwerk
es: Transcodificar en red local
fr: Transcodage sur le réseau local
hr: Transkodiranje na lokalnoj mreži
it: Transcodifica su rete locale
nl: Transcoding via het locale netwerk
ru: Перекодировка в локальной сети

# profileTranscodingPort
source: Transcoding Port
ca: Port de Transcodificació
de: Transcodierungsport
es: Puerto de Transcodificación
fr: Port de transcodage
it: Porta di transcodifica
nl: Transcoding Poort
ru: Порт перекодировки

# profileTranscodingPortHint
source: usually 8002
ca: normalment 8002
de: normalerweise 8002
es: normalmente 8002
fr: habituellement 8002
it: di solito 8002
nl: meestal poort 8002
ru: обычно 8002
